Revit 2027 API
ParameterTypeId.RebarSpliceShiftBars Property
 "Shift Bars"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSpliceShiftBars { get; }
Public Shared ReadOnly Property RebarSpliceShiftBars As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSpliceShiftBars {
	ForgeTypeId^ get ();
}
static member RebarSpliceShiftBars : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace